Repository: hamedmoody/wordpress-plugin-development
Catalog: projects-during-course/daneshjooyar-course-shop/languages/daneshjooyar-course-shop-*.po
Languages: fa_ir

source: Demo Uploader
fa_ir: آپلودر دمو

source: Are you sure for delete item?
fa_ir: برای حذف آیتم مطمئنید؟

source: Course is invalid
fa_ir: دوره صحیح نیست

source: User is invalid
fa_ir: مدرس صحیح نیست

source: Course is not publish
fa_ir: دوره منتشر نشده

source: Course Data
fa_ir: اطلاعات دوره

source: Course Playlist
fa_ir: لیست پخش دوره

source: Course Reigster Data
fa_ir: اطلاعات ثبت نامی دوره

source: Teacher is invalid
fa_ir: مدرس صحیح نیست

source: Options
fa_ir: تنظیمات

source: Gateway settings
fa_ir: تنظیمات درگاه

source: gateway api
fa_ir: کلید Api درگاه

source: invalid amount
fa_ir: مقدار صحیح نیست

source: invalid card
fa_ir: کارت صحیح نیست

source: invalid factor id
fa_ir: شناسه فاکتور صحیح نیست

# Post Type General Name
source: Courses
fa_ir: دوره ها

# Post Type Singular Name
source: Course
fa_ir: دوره

source: Courses
fa_ir: دوره ها

source: Course
fa_ir: دوره

source: Course Archives
fa_ir: آرشیو دوره ها

source: Course Attributes
fa_ir: ویژگی های دوره

source: Parent Course:
fa_ir: دوره والد:

source: All Courses
fa_ir: تمام دوره ها

source: Add New Course
fa_ir: افزودن دوره جدید

source: Add Course
fa_ir: افزودن دوره

source: New Course
fa_ir: دوره جدید

source: Edit Course
fa_ir: ویرایش دوره

source: Update Course
fa_ir: بروزرسانی دوره

source: View Course
fa_ir: نمایش دوره

source: View Courses
fa_ir: نمایش دوره ها

source: Search Course
fa_ir: جستجوی دوره

source: Not found
fa_ir: یافت نشد

source: Not found in Trash
fa_ir: موردی در زباله دان یافت نشد

source: Featured Image
fa_ir: تصویر شاخص

source: Set featured image
fa_ir: تنظیم تصویر شاخص

source: Remove featured image
fa_ir: حذف تصویر شاخص

source: Use as featured image
fa_ir: استفاده به عنوان تصویر شاخص

source: Insert into Course
fa_ir: افزودن دوره والد

source: Uploaded to this course
fa_ir: در این دوره بارگذاری شده است

source: Course list
fa_ir: لیست دوره ها

source: Courses list navigation
fa_ir: لیست ناوبری دوره

source: Filter Courses list
fa_ir: فیلتر لیست دوره ها

source: Courses of this site
fa_ir: دروه های این سایت

source: Playlist Item
fa_ir: آیتم لیست پخش

source: Manage playlist items
fa_ir: مدیریت آیتم های لیست پخش

# Post Type General Name
source: Course Registers
fa_ir: ثبت نامی دوره ها

# Post Type Singular Name
source: Course Register
fa_ir: ثبت نامی دوره ها

source: course Register
fa_ir: ثبت نام دوره

source: Item Archives
fa_ir: آرشیو دوره ها

source: Item Attributes
fa_ir: ویژگی های دوره

source: Parent Item:
fa_ir: دوره والد:

source: Course reigster List
fa_ir: لیست ثبت نام دوره

source: Add New Item
fa_ir: افزودن دوره جدید

source: Add New
fa_ir: افزودن دوره جدید

source: New Item
fa_ir: نمایش دوره

source: Edit course register
fa_ir: ویرایش ثبت نامی

source: Update Item
fa_ir: بروزرسانی دوره

source: View Item
fa_ir: نمایش دوره

source: View Items
fa_ir: نمایش دوره

source: Search Item
fa_ir: جستجوی دوره

source: Course Register
fa_ir: ثبت نام دوره

# course_regsiter
source: Failed
fa_ir: ناموفق

source: Failed <span class="count">(%s)</span>
fa_ir: ناموفق<span class="count">(%s)</span>

source: Price
fa_ir: قیمت

source: Studnets
fa_ir: دانشجویان

source: Sales
fa_ir: فروش

source: Tooman
fa_ir: تومان

source: Student
fa_ir: دانشجو

source: Status
fa_ir: وضعیت

source: ID
fa_ir: شناسه

source: Course Title
fa_ir: عنوان دوره

source: Complete
fa_ir: کامل

source: pending
fa_ir: در انتظار

source: Failed
fa_ir: ناموفق

source: Deleted
fa_ir: حذف شده

source: Refund
fa_ir: مسترد شده

# Taxonomy General Name
source: Course Categories
fa_ir: دسته بندی های دوره

# Taxonomy Singular Name
source: Course Category
fa_ir: دسته بندی دوره

source: Course Category
fa_ir: دسته بندی دوره

source: All Course Categories
fa_ir: تمام دسته بندی های دوره

source: Parent Course Category
fa_ir: دسته بندی والد دوره

source: Parent Course Category:
fa_ir: دسته بندی والد دوره:

source: New Course Category Name
fa_ir: نانم دسته جدید دوره

source: Add New Course Category
fa_ir: افزودن دسته جدید دوره

source: Edit Course Category
fa_ir: ویرایش دسته دوره

source: Update Course Category
fa_ir: بروزرسانی دسته دوره

source: View Course Category
fa_ir: نمایش دسته دوره

source: Separate Course Categories with commas
fa_ir: دسته های دوره را با , از هم جدا کنید

source: Add or remove Course Categories
fa_ir: حذف یا اضافه دسته های دوره

source: Choose from the most used
fa_ir: انتخاب از بیشتر استفاده شده ها

source: Popular Course Categories
fa_ir: دسته های رایج دوره

source: Search Course Categories
fa_ir: جستجوی دسته های دوره

source: Not Found
fa_ir: یافت نشد

source: No items
fa_ir: موردی یافت نشد

source: Course Categories list
fa_ir: لیست دسته دوره ها

source: Course Categories list navigation
fa_ir: لیست ناوبری دسته دوره

# Taxonomy General Name
source: Course Tags
fa_ir: برچسب های دوره

# Taxonomy Singular Name
source: Course Tag
fa_ir: برچسب های دوره

source: Course Tag
fa_ir: برچسب دوره

source: All Course Tags
fa_ir: تمام برچسب های دوره

source: Parent Course Tag
fa_ir: برچسب دوره والد

source: Parent Course Tag:
fa_ir: برچسب دوره والد:

source: New Course Tag Name
fa_ir: نانم برچسب جدید دوره

source: Add New Course Tag
fa_ir: افزودن برچسب جدید دوره

source: Edit Course Tag
fa_ir: ویرایش برچسب دوره

source: Update Course Tag
fa_ir: بروزرسانی برچسب دوره

source: View Course Tag
fa_ir: نمایش برچسب دوره

source: Separate Course Tags with commas
fa_ir: برچسب های دوره را با , از هم جدا کنید

source: Add or remove Course Tag
fa_ir: حذف یا اضافه برچسب های دوره

source: Popular Course Tags
fa_ir: برچسب های رایج دوره

source: Search Course Tags
fa_ir: جستجوی برچسب های دوره

source: Course Tags list
fa_ir: لیست برچسب های دوره

source: Course Tags list navigation
fa_ir: لیست ناوبری برچسب های دوره

source: Course category
fa_ir: دسته بندی دوره

source: Course Tag
fa_ir: برچسب دوره

source: Page
fa_ir: صفحه

source: view course
fa_ir: نمایش دوره

source: No course found
fa_ir: یافت نشد

source: Playlist
fa_ir: لیست پخش

source: Premium
fa_ir: پولی

source: Categories
fa_ir: دسته بندی

source: Tags
fa_ir: برچسب

source: Duration
fa_ir: مدت زمان

source: Students
fa_ir: دانشجو

source: Date
fa_ir: تاریخ

source: Your are student
fa_ir: شما دانشجوی دوره هستید

source: off
fa_ir: تخفیف

source: Buy this course
fa_ir: خرید این دوره

source: All students
fa_ir: همه دانشجویان

source: Demo
fa_ir: دمو

source: demo url here
fa_ir: آدرس اینترنتی دمو در اینجا

source: Select video
fa_ir: انتخاب ویدئو

source: Teacher
fa_ir: مدرس

source: Select Teacher
fa_ir: مدرس را انتخاب کنید

source: price here
fa_ir: قیمت در این جا

source: has discount?
fa_ir: تخفیف دارد؟

source: sale Price
fa_ir: قیمت فروش

source: sale price here
fa_ir: قیمت فروش در اینجا

source: Discount Expire
fa_ir: تاریخ انقضای تخفیف

source: Title
fa_ir: عنوان

source: Url
fa_ir: آدرس فایل

source: File access
fa_ir: سطح دسترسی

source: Action
fa_ir: عملیات

source: Free
fa_ir: رایگان

source: No playlist item found
fa_ir: هیچ آیتمی در لیست پخش یافت نشد

source: Add playlist item
fa_ir: افزودن آیتم به لیست پخش

source: Sale Price
fa_ir: قیمت فروش

source: Discount
fa_ir: تخفیف

source: Gateway
fa_ir: درگاه

source: Bitpay Payment Id
fa_ir: شناسه پرداخت بیت پی

source: Bitpay Transaction ID
fa_ir: شناسه تراکنش بیت پی

source: Card Number
fa_ir: شماره کارت

source: Register Key
fa_ir: کلید یکتای ثبت نام

source: Save as failed
fa_ir: ذخیره به عنوان ناموفق

source: Daneshjooyar Course Shop
fa_ir: فروشگاه دوره دانشجویار

source: This simple plugin for sale video course
fa_ir: یک افزونه ساده برای فروش دوره های ویدئویی به صورت آنلاین

source: Hamed Moodi
fa_ir: حامد مودی
